# ProgressDlgClose

## Description
Close the progress dialog opened with ProgressDlgOpen.

```pascal
PROCEDURE ProgressDlgClose;
```

```python

def vs.ProgressDlgClose():
    return None
```

## Version
Availability: from Vectorworks 2015
## Category
* Utility